

export const slides = [
  {
    id: 1,
    image: "/images/new1.jpg",
    title: "على نهج النبوة",
    description:
      "نسير على خطى النبي ﷺ في نشر العلم الشرعي والدعوة إلى الله بالحكمة والموعظة الحسنة.",
  },
  {
    id: 2,
    image: "/images/new2.jpg",
    title: "العمل الصالح وبناء الأمة",
    description:
      "نغرس قيم الإخلاص والإحسان في النفوس، ونسهم في بناء مجتمع يحيى بروح التعاون والتكافل.",
  },
  {
    id: 3,
    image: "/images/new3.jpg",
    title: "نور العلم والهدى",
    description:
      "نعمل على نشر العلم الموثوق من الكتاب والسنة، لتبصير الناس بدينهم وربطهم بالهدي النبوي الصحيح.",
  },
];
